Repository: NMarjou/localization-app
Catalog: TMs/en-US_tr-TR.tmx
Source language: en_us
Languages: tr_tr

source: Secondary email
tr_tr: İkincil e-posta

source: Are you sure you want to activate this user?
tr_tr: Bu kullanıcıyı etkinleştirmek istediğinizden emin misiniz?

source: Are you sure you want to deactivate this user?
tr_tr: Bu kullanıcıyı devre dışı bırakmak istediğinizden emin misiniz?

source: Eligible for performance review
tr_tr: Performans değerlendirmesine uygun

source: Activate
tr_tr: Etkinleştir

source: User management
tr_tr: Kullanıcı yönetimi

source: Enable the "Variable" widget
tr_tr: "Değişken" pencere öğesini etkinleştirin

source: View organizational unit
tr_tr: Organizasyon birimini görüntüleyin

source: Type to select a manager
tr_tr: Bir yönetici seçmek için yazın

source: Line manager of the user
tr_tr: Kullanıcının birim yöneticisi

source: Please add at least one goal.
tr_tr: Lütfen en az bir hedef ekleyin.

source: All organizational units
tr_tr: Tüm organizasyon birimleri

source: All updates were saved.
tr_tr: Tüm güncellemeler kaydedildi.

source: # Accepted data privacy
tr_tr: # Veri gizliliği kabul edildi

source: % Accepted data privacy
tr_tr: % Veri gizliliğini kabul etti

source: Achievement total score
tr_tr: Başarı toplam puanı

source: Action date time
tr_tr: İşlem tarih saati

source: Action name
tr_tr: İşlem adı

source: Action username
tr_tr: İşlem kullanıcı adı

source: # Deliverables completed
tr_tr: # Tamamlanan teslimler

source: # Actions
tr_tr: # Eylemler

source: % Active managers requested feedback
tr_tr: % Etkin yöneticilerin istediği geri bildirimler

source: % Active managers sent feedback
tr_tr: % Etkin yöneticilerin gönderdiği geri bildirimler

source: Active users
tr_tr: Aktif kullanıcılar

source: # Active users
tr_tr: # Aktif kullanıcılar

source: % Active workers requested feedback
tr_tr: % Aktif Çalışanlar geri bildirimler talep etti

source: % Active workers sent feedback
tr_tr: % Etkin Çalışanların gönderdiği geri bildirimler

source: Actual number total documents
tr_tr: Gerçek toplam belge sayısı

source: After deadline
tr_tr: Son tarihten sonra

source: Agenda
tr_tr: Gündem

source: % Aligned behavior ratings
tr_tr: % Uyumlu davranış puanları

source: Aligned goal ID
tr_tr: Uyumlu hedef kimliği

source: Aligned goal name
tr_tr: Uyumlu hedef adı

source: Aligned goal owner name
tr_tr: Uyumlu hedef sahibi adı

source: Aligned goal owner worker ID
tr_tr: Uyumlu hedef sahibi Çalışan kimliği

source: % Aligned goal rating
tr_tr: % Uyumlu hedef puanı

source: Aligned goal type name
tr_tr: Uyumlu hedef türü adı

source: # Aligned goals
tr_tr: # Uyumlu hedefler

source: % Aligned goals
tr_tr: % Uyumlu hedefler

source: % Aligned
tr_tr: % Uyumlu

source: Alignment
tr_tr: Hizalama

source: % Alignment
tr_tr: % Hizalanma

source: Analytics user email
tr_tr: Analitik kullanıcı e-postası

source: Analytics user full name
tr_tr: Analitik kullanıcısının tam adı

source: Analytics user ID
tr_tr: Analitik kullanıcı kimliği

source: Analytics worker ID
tr_tr: Analitik çalışan kimliği

source: # Android logins
tr_tr: # Android oturumları

source: % Android logins
tr_tr: % Android girişleri

source: Answer by ID
tr_tr: Kimliğe göre yanıtla

source: Answer by role
tr_tr: Role göre yanıt

source: Answer - Comment
tr_tr: Yanıt - Yorum

source: Answer free text
tr_tr: Serbest metin yanıtı

source: Answer from
tr_tr: Yanıtlayan

source: Answer option ID
tr_tr: Yanıt seçeneği kimliği

source: Answer permission
tr_tr: Yanıtlama izni

source: Answer - Scale
tr_tr: Yanıt - Ölçek

source: Answer value
tr_tr: Yanıt değeri

source: Answered by full name
tr_tr: Tam adla yanıtlayan

source: # Answers
tr_tr: # Yanıtlar

source: % Approved goals
tr_tr: % Onaylanmış hedefler

source: % Approved
tr_tr: % Onaylanmış

source: Assigned check-in
tr_tr: Atanmış check-in görüşmesi

source: Average max. score
tr_tr: Ortalama azami puan

source: Average score for clarity
tr_tr: Açıklık için ortalama puan

source: Average score for trust
tr_tr: Güven için ortalama puan

source: Average total score
tr_tr: Ortalama toplam puan

source: Avg. aligned goal progress
tr_tr: Uyumlu hedeflerin ort. ilerlemesi

source: Avg. behaviors per feedback
tr_tr: Geri bildirim başına ort. davranış sayısı

source: Avg. check-ins per manager
tr_tr: Yönetici başına ort. check-in görüşmeleri

source: Avg. check-ins per user
tr_tr: Kullanıcı başına ort. check-in görüşmeleri

source: Avg. check-ins per worker
tr_tr: Çalışan başına ort. check-in görüşmeleri

source: Avg. clarity
tr_tr: Ort. açıklık

source: Avg. feedback sent per user
tr_tr: Kullanıcı başına ort. gönderilen geri bildirimler

source: Avg. logins per user
tr_tr: Kullanıcı başına ort. oturum açma

source: Avg. main goals progress
tr_tr: Ana hedeflerin ort. ilerlemesi

source: % Goal progress
tr_tr: % Hedef ilerlemesi

source: Avg. trust
tr_tr: Ort. güven

source: Avg. word count
tr_tr: Ort. kelime sayısı

source: Before deadline
tr_tr: Son tarihten önce

source: # Before warning
tr_tr: Uyarıdan önceki sayı

source: % Before warning
tr_tr: Uyarıdan önceki yüzde

source: Behavior library
tr_tr: Davranış kitaplığı

source: Behavior name
tr_tr: Davranış adı

source: # Behaviors
tr_tr: # Davranışlar

source: Behaviors sent
tr_tr: Gönderilen davranışlar

source: Behavior actions
tr_tr: Davranış eylemleri

source: # Behaviors received
tr_tr: # Alınan davranışlar

source: # Behaviors requested
tr_tr: # Talep edilen davranışlar

source: Challenge completed
tr_tr: Meydan okuma tamamlandı

source: Challenge start date
tr_tr: Meydan okumanın başlangıç tarihi

source: Check-in date
tr_tr: Check-in görüşmesi tarihi

source: Check-in ID
tr_tr: Check-in kimliği

source: % Check-in ID row total
tr_tr: % Check-in kimliği satır toplamı

source: Check-in participant relationship
tr_tr: Check-in katılımcı ilişkisi

source: Check-in recipient
tr_tr: Check-in alıcısı

source: Check-in recipient email
tr_tr: Check-in alıcısının e-postası

source: Check-in relationship type
tr_tr: Check-in ilişkisi türü

source: Check-in type
tr_tr: Check-in türü

source: % Check-ins in the future
tr_tr: % Gelecekteki check-in görüşmeleri

source: # Check-ins
tr_tr: # Check-in görüşmeleri

source: % Check-ins with messages
tr_tr: % Mesaj içeren check-in görüşmeleri

source: Child goal status
tr_tr: Alt hedef durumu

source: Clear
tr_tr: Temizle

source: # Closed
tr_tr: Kapanan sayı

source: % Closed
tr_tr: Kapanan yüzde

source: # Closed without document
tr_tr: Belgesiz kapanan sayı

source: % Closed without document
tr_tr: Belgesiz kapanan yüzde

source: Communication round end date
tr_tr: İletişim turu bitiş tarihi

source: Communication round ID
tr_tr: İletişim turu kimliği

source: Communication round name
tr_tr: İletişim turu adı

source: Communication round start date
tr_tr: İletişim turu başlangıç tarihi

source: Communication round state
tr_tr: İletişim turu durumu

source: # Completed
tr_tr: # Tamamlandı

source: # Completed plans
tr_tr: # Tamamlanan planlar

source: % Completed plans
tr_tr: % Tamamlanan planlar

source: # Completed reviews
tr_tr: Tamamlanan değerlendirmer sayısı

source: Completion rate
tr_tr: Tamamlama oranı

source: # Connections
tr_tr: # Bağlantılar

source: Constructive
tr_tr: Yapıcı

source: # Constructive
tr_tr: # Yapıcı

source: Contract type
tr_tr: Sözleşme türü

source: Count
tr_tr: Sayı

source: Created/assigned
tr_tr: Oluşturuldu/atandı

source: Created date
tr_tr: Oluşturulma tarihi

source: # Cumulative logins
tr_tr: # Kümülatif oturum açma sayısı

source: Cumulative manager submission over time
tr_tr: Zaman içindeki kümülatif yönetici gönderimi

source: Cumulative worker submission over time
tr_tr: Zaman içindeki kümülatif Çalışan gönderimi

source: % Current goal progress
tr_tr: % Güncel hedef ilerlemesi

source: Current manager ID
tr_tr: Mevcut yönetici kimliği

source: Current manager name
tr_tr: Mevcut yönetici adı

source: Data Privacy acceptance status
tr_tr: Veri Gizliliği kabul durumu

source: Date
tr_tr: Tarih

source: Date created
tr_tr: Oluşturulma tarihi

source: Date set refusal
tr_tr: Tarih ayarlama reddi

source: Date time worker submit
tr_tr: Çalışanın gönderim tarih ve saati

source: Date time manager submit
tr_tr: Yöneticinin gönderim tarih ve saati

source: Deadline status
tr_tr: Son tarih durumu

source: Deleted by
tr_tr: Silen

source: Deleted date
tr_tr: Silinme tarihi

source: % Deliverable completion
tr_tr: % Teslim çıktısı tamamlama

source: Deliverables
tr_tr: Teslim edilecek öğeler

source: # Deliverables
tr_tr: Teslimatlar Sayısı

source: % Desktop logins
tr_tr: % Masaüstü oturumları

source: # Desktop
tr_tr: # Masaüstü

source: Detailed review status
tr_tr: Ayrıntılı değerlendirmer durumu

source: % Discussion points
tr_tr: % Görüşme maddeleri

source: % Distribution
tr_tr: % Dağılım

source: Division
tr_tr: Bölge

source: Document creation date
tr_tr: Belge oluşturma tarihi

source: Document ID
tr_tr: Belge kimliği

source: Document name
tr_tr: Belge adı

source: # Document review
tr_tr: Belge değerlendirmer sayısı

source: % Document review
tr_tr: Belge değerlendirmer yüzdesi

source: Document status
tr_tr: Belge durumu

source: Document was overridden
tr_tr: Belge geçersiz kılındı

source: # Documents
tr_tr: Belge sayısı

source: # Drivers
tr_tr: # İtici güçler

source: Due date
tr_tr: Son tarih

source: Education level
tr_tr: Eğitim düzeyi

source: Email
tr_tr: E-posta

source: Worker goal comment
tr_tr: Çalışan hedef yorumu

source: Worker goal rating
tr_tr: Çalışan hedef puanı

source: Worker name
tr_tr: Çalışan adı

source: Worker tandem ID
tr_tr: Çalışan tandem kimliği

source: Employment status
tr_tr: İstihdam durumu

source: % Endorsed feedback
tr_tr: % Onaylanan geri bildirimler

source: Ethnicity
tr_tr: Etnik Köken

source: Evaluation section
tr_tr: Değerlendirme bölümü

source: # Favorite
tr_tr: # Favori

source: % Feedback followed up
tr_tr: % Takibi yapılan geri bildirimler

source: Feedback ID
tr_tr: Geri bildirim kimliği

source: # Feedback
tr_tr: # Geri bildirimler

source: Feedback ratings ID
tr_tr: Geri bildirim derecelendirme kimliği

source: Feedback relationship
tr_tr: Geri bildirim ilişkisi

source: Feedback request ID
tr_tr: Geri bildirim talebi kimliği

source: # Feedback requested
tr_tr: # Talep edilen geri bildirimler

source: # Feedback requests
tr_tr: # Geri bildirim talepleri

source: # Feedback sent
tr_tr: # Gönderilen geri bildirimler

source: # Feedback to manager
tr_tr: # Yöneticiye geri bildirimler

source: # Feedback to worker
tr_tr: # Çalışana geri bildirimler

source: Feedback UID
tr_tr: Geri bildirim UID

source: % Feedback with behaviors
tr_tr: Davranış içeren % geri bildirimler

source: File name
tr_tr: Dosya adı

source: Final alignment
tr_tr: Nihai uyum

source: First read date
tr_tr: İlk okunma tarihi

source: % Followed-up feedback
tr_tr: Takip edilen % geri bildirimler

source: From worker ID
tr_tr: Çalışan kimliğinden

source: Gender
tr_tr: Cinsiyet

source: % Goal completion
tr_tr: % Hedef tamamlama

source: Goal creator worker ID
tr_tr: Hedefi oluşturan Çalışan kimliği

source: # Goal drivers
tr_tr: # Hedef itici güçleri

source: # Goal duration days
tr_tr: # Hedef süresi (gün)

source: Goal ID
tr_tr: Hedef kimliği

source: Goal owner worker ID
tr_tr: Hedef sahibi Çalışan kimliği

source: Goal plan name
tr_tr: Hedef planı adı

source: Goal sharing status
tr_tr: Hedef paylaşım durumu

source: Goal tag driver concat
tr_tr: Hedef etiketi itici güç birleştirme

source: Goal title
tr_tr: Hedef başlığı

source: Goal workflow type
tr_tr: Hedef iş akışı türü

source: % Goals completed
tr_tr: % Tamamlanan hedefler

source: # Goals
tr_tr: # Hedefler

source: % Goals pending approval
tr_tr: % Onay bekleyen hedefler

source: % Goals with deliverables
tr_tr: % Teslim çıktısı olan hedefler

source: # Goals with drivers
tr_tr: # Sürücülere sahip hedefler

source: Grade
tr_tr: Not

source: %GT count of accepted data privacy
tr_tr: %GT kabul edilen veri gizliliği sayısı

source: Has accepted data privacy
tr_tr: Veri gizliliğini kabul etti

source: Has all company access boolean
tr_tr: Tüm şirket erişimine sahip boolean

source: Has public visibility
tr_tr: Genel görünürlüğe sahip

source: Has rating changed during challenge
tr_tr: Meydan okuma süresince puan değişti mi

source: Helpful
tr_tr: Yardımcı

source: # Helpful
tr_tr: # Faydalı

source: Home country
tr_tr: Uyruk

source: Host country
tr_tr: Görev ülkesi

source: # HRBP review
tr_tr: İK İş Ortağı değerlendirmer sayısı

source: % HRBP review
tr_tr: İK İş Ortağı değerlendirmer yüzdesi

source: ID
tr_tr: Kimlik

source: # In progress
tr_tr: Devam eden sayısı

source: % In progress
tr_tr: Devam eden yüzdesi

source: Index
tr_tr: İndeks

source: Insightful
tr_tr: İçgörüye dayalı

source: # Insightful
tr_tr: # İçgörülü

source: Inspiring
tr_tr: İlham verici

source: # Inspiring
tr_tr: # İlham verici

source: % iPhone logins
tr_tr: % iPhone girişleri

source: Is archived
tr_tr: Arşivlendi

source: Is completed
tr_tr: Tamamlandı

source: Is constructive
tr_tr: Yapıcıdır

source: Is helpful
tr_tr: Yardımcıdır

source: Is insightful
tr_tr: Öngörülüdür

source: Is inspiring
tr_tr: İlham vericidir

source: Is read
tr_tr: Okundu

source: Is recurrent label
tr_tr: Yinelenen etiket

source: Is unclear
tr_tr: Belirsizdir

source: Is unhelpful
tr_tr: Yardımcı değildir

source: Job category
tr_tr: İş kategorisi

source: Job code
tr_tr: İş kodu

source: Job family
tr_tr: İş ailesi

source: Job level
tr_tr: İş seviyesi

source: Last modified date
tr_tr: Son değiştirilme tarihi

source: Last updated date
tr_tr: Son güncellenme tarihi

source: Legal entity
tr_tr: Tüzel kişi

source: Let's discuss completed
tr_tr: Hadi tartışalım tamamlandı

source: Let's discuss start date
tr_tr: Başlangıç tarihini konuşalım

source: # Let's meet
tr_tr: # Tanışalım

source: Library name value
tr_tr: Kütüphane ad değeri

source: % Linked to goals
tr_tr: Hedeflere bağlı olanların yüzdesi

source: LL rating change
tr_tr: LL puan değişikliği

source: % Logged in
tr_tr: Oturum açanların yüzdesi

source: Logins
tr_tr: Girişler

source: # Logins
tr_tr: # Oturum Açmalar

source: # Main goals
tr_tr: # Ana hedefler

source: Manager + 1 ID
tr_tr: Yönetici + 1 Kimliği

source: Manager + 1 name
tr_tr: Yönetici + 1 adı

source: Manager + 1 rating (Challenge)
tr_tr: Yönetici + 1 puanı (İtiraz)

source: Manager behavior comment
tr_tr: Yöneticinin davranış yorumu

source: Manager behavior rating name
tr_tr: Yöneticinin davranış puanı adı

source: # Manager completed review
tr_tr: # Yönetici değerlendirmerini tamamladı

source: % Manager completed review
tr_tr: % Yönetici değerlendirmerini tamamladı

source: Manager email
tr_tr: Yöneticinin e-postası

source: Manager final rating comment
tr_tr: Yönetici nihai puan yorumu

source: Manager full name
tr_tr: Yöneticinin tam adı

source: Manager goal comment
tr_tr: Yöneticinin hedef yorumu

source: Manager goal rating
tr_tr: Yönetici hedef puanı

source: Manager ID
tr_tr: Yönetici Kimliği

source: % Managers logged in
tr_tr: % Oturum açan yöneticiler

source: Manager name
tr_tr: Yönetici adı

source: Manager rating (Let's discuss)
tr_tr: Yönetici puanı (Konuşalım)

source: Manager rating name
tr_tr: Yönetici puan adı

source: Manager rating (Published)
tr_tr: Yönetici puanı (Yayımlandı)

source: Manager rating submitted
tr_tr: Yönetici puanı gönderildi

source: Manager review status
tr_tr: Yönetici değerlendirmer durumu

source: Manager's overall behavior rating comment
tr_tr: Yöneticinin genel davranış puanı yorumu

source: Manager's overall behavior rating scale ID
tr_tr: Yöneticinin genel davranış puanı ölçek kimliği

source: Manager's overall goal rating comment
tr_tr: Yöneticinin genel hedef puanı yorumu

source: Manager's overall goal rating scale ID
tr_tr: Yöneticinin genel hedef puanı ölçek kimliği

source: Max. score
tr_tr: Azami puan

source: Max. weighted score
tr_tr: Azami ağırlıklı puan

source: Measurement criteria
tr_tr: Ölçüm kriterleri

source: # Measurement criteria achieved
tr_tr: # Gerçekleşen ölçüm kriterleri

source: % Measurement criteria achieved
tr_tr: Gerçekleşen ölçüm kriterlerinin yüzdesi

source: # Measurement criteria
tr_tr: # Ölçüm kriterleri

source: Moderated
tr_tr: Modere edildi

source: Modified date
tr_tr: Değiştirilme tarihi

source: % MS Teams logins
tr_tr: % MS Teams girişleri

source: Nationality 1
tr_tr: Milliyet 1

source: Nationality 2
tr_tr: Milliyet 2

source: # New
tr_tr: Yeni sayısı

source: % New
tr_tr: Yeni yüzdesi

source: # Not closed
tr_tr: Kapanmamış sayısı

source: % Not declined data privacy
tr_tr: % Veri gizliliğini reddetmedi

source: # Not declined privacy
tr_tr: # Gizlilik reddedilmedi

source: # Not released
tr_tr: Yayınlanmamış sayısı

source: % Not released
tr_tr: Yayınlanmamış yüzdesi

source: % of check-ins
tr_tr: Check-in görüşmelerinin yüzdesi

source: % of total
tr_tr: Toplamın yüzdesi

source: Option value name
tr_tr: Seçenek değer adı

source: Order request status
tr_tr: Sipariş talebi durumu

source: OrgLevel1
tr_tr: Organizasyon seviyesi 1

source: OrgLevel10
tr_tr: Organizasyon seviyesi 10

source: OrgLevel2
tr_tr: Organizasyon seviyesi 2

source: OrgLevel3
tr_tr: Organizasyon seviyesi 3

source: OrgLevel4
tr_tr: Organizasyon seviyesi 4

source: OrgLevel5
tr_tr: Organizasyon seviyesi 5

source: OrgLevel6
tr_tr: Organizasyon seviyesi 6

source: OrgLevel7
tr_tr: Organizasyon seviyesi 7

source: OrgLevel8
tr_tr: Organizasyon seviyesi 8

source: OrgLevel9
tr_tr: Organizasyon seviyesi 9

source: OrgLevelHierarchy
tr_tr: OrgDüzeyiHiyerarşisi

source: % Outlook logins
tr_tr: % Outlook girişleri

source: # Outlook
tr_tr: # Görünüm

source: Overall review status
tr_tr: Genel değerlendirmer durumu

source: # Overdue
tr_tr: Geciken sayısı

source: % Overdue
tr_tr: Geciken yüzdesi

source: Overwritten flag
tr_tr: Üzerine yazıldı işareti

source: Parent goal ID
tr_tr: Üst hedef kimliği

source: Parent goal name
tr_tr: Üst hedef adı

source: Parent goal owner name
tr_tr: Üst hedef sahibi adı

source: Parent goal owner worker ID
tr_tr: Üst hedef sahibinin Çalışan kimliği

source: % parent goal progress
tr_tr: Üst hedef ilerleme yüzdesi

source: Parent goal type name
tr_tr: Üst hedef türü adı

source: Participant 1 email
tr_tr: Katılımcı 1 e-postası

source: Participant 1 ID
tr_tr: Katılımcı 1 kimliği

source: Participant 1 name
tr_tr: Katılımcı 1 adı

source: Participant 2 email
tr_tr: Katılımcı 2 e-postası

source: Participant 2 ID
tr_tr: Katılımcı 2 kimliği

source: Participant 2 name
tr_tr: Katılımcı 2 adı

source: Participant emails
tr_tr: Katılımcı e-postaları

source: Participants IDs
tr_tr: Katılımcı kimlikleri

source: Participant names
tr_tr: Katılımcı adları

source: Pending approval
tr_tr: Onay bekleniyor

source: # Pending document release
tr_tr: Bekleyen belge yayını sayısı

source: % Pending document release
tr_tr: Bekleyen belge yayını yüzdesi

source: Performance review UUID
tr_tr: Performans değerlendirmer UUID’si

source: Plan name
tr_tr: Plan adı

source: Plan refused
tr_tr: Plan reddedildi

source: # Plans not completed
tr_tr: Tamamlanmayan plan sayısı

source: # Plans pending manager completion
tr_tr: Yönetici tamamlaması beklenen plan sayısı

source: % Plans pending manager completion
tr_tr: Yönetici tamamlaması beklenen plan yüzdesi

source: # Plans pending self-assessment
tr_tr: Kendi kendine değerlendirme bekleyen plan sayısı

source: % Plans pending worker submission
tr_tr: Çalışan gönderimi bekleyen plan yüzdesi

source: Platform type
tr_tr: Platform türü

source: Primary communication manager ID
tr_tr: Birincil iletişim yöneticisi kimliği

source: Primary communication manager name
tr_tr: Birincil iletişim yöneticisi adı

source: Primary hierarchy name
tr_tr: Birincil hiyerarşi adı

source: Priority type
tr_tr: Öncelik türü

source: % Progress
tr_tr: İlerleme yüzdesi

source: % Public feedback
tr_tr: Genel geri bildirimler yüzdesi

source: Public/private
tr_tr: Genel/özel

source: Question ID
tr_tr: Soru kimliği

source: Question title
tr_tr: Soru başlığı

source: Question title ordered
tr_tr: Sıralı soru başlığı

source: Question type
tr_tr: Soru türü

source: # Questions
tr_tr: Soru sayısı

source: # Rated feedbacks
tr_tr: Puanlanan geri bildirimler sayısı

source: Rating changed
tr_tr: Puan değişti

source: Rating difference
tr_tr: Puan farkı

source: Rating label
tr_tr: Puan etiketleri

source: Read by worker
tr_tr: Çalışan tarafından okundu

source: Read date
tr_tr: Okunma tarihi

source: Read flag
tr_tr: Okundu işareti

source: # Read
tr_tr: Okunan sayısı

source: % Read
tr_tr: Okunan yüzdesi

source: # Received behaviors request
tr_tr: # Alınan davranış istekleri

source: # Received feedback
tr_tr: # Alınan geri bildirimler

source: # Received requests
tr_tr: # Alınan istekler

source: % Recurrent check-ins
tr_tr: % Tekrarlayan check-in görüşmeleri

source: Release date
tr_tr: Yayın tarihi

source: % Release
tr_tr: Yayınlama yüzdesi

source: # Released
tr_tr: Yayınlanan sayısı

source: Remaining days to respond
tr_tr: Yanıtlamak için kalan gün sayısı

source: # Replied request
tr_tr: # Yanıtlanan istek

source: % Reply rate
tr_tr: % Yanıt oranı

source: Request creation date
tr_tr: İstek oluşturma tarihi

source: Request ID
tr_tr: İstek Kimliği

source: % Request read
tr_tr: % Okunan istekler

source: Request reply rate
tr_tr: İstek yanıt oranı

source: Request status
tr_tr: İstek durumu

source: # Requests to manager
tr_tr: # Yöneticiye gönderilen istekler

source: # Requests to worker
tr_tr: # Çalışana gönderilen istekler

source: Request UID
tr_tr: İstek UID

source: Requested behavior
tr_tr: Talep edilen davranış

source: Requested behaviors
tr_tr: Talep edilen davranışlar

source: % Requested feedback
tr_tr: % Talep edilen geri bildirimler

source: Requested/unsolicited
tr_tr: Talep edilen/talep edilmeyen

source: Requests replied
tr_tr: Yanıtlanan talepler

source: % Requests with behaviors
tr_tr: % Davranış içeren istekler

source: Review created date
tr_tr: Değerlendirmer oluşturulma tarihi

source: Review ID
tr_tr: Değerlendirmer Kimliği

source: Review manager ID
tr_tr: Değerlendirmer yöneticisi kimliği

source: Review manager name
tr_tr: Değerlendirmer yönetici adı

source: Review name
tr_tr: Değerlendirme adı

source: Review rating
tr_tr: Değerlendirmer puanı

source: Template name
tr_tr: Şablon adı

source: Review UUID
tr_tr: Değerlendirmer UUID

source: Reviews challenged
tr_tr: İtiraz edilen değerlendirmer

source: % Reviews
tr_tr: Değerlendirmer %

source: Role
tr_tr: Görev

source: %RT count of sent behavior
tr_tr: %RT gönderilen davranış sayısı

source: # RTI requests
tr_tr: RTI talep sayısı

source: scale
tr_tr: ölçek

source: Scale name
tr_tr: Skala adı

source: % Score vs max.
tr_tr: % Puan maks. ile karşılaştırma

source: % Score vs max. score
tr_tr: % Puan maks. puan ile karşılaştırma

source: Secondary communication manager ID
tr_tr: İkincil iletişim yöneticisi kimliği

source: Secondary communication manager name
tr_tr: İkincil iletişim yöneticisi adı

source: Secondary hierarchy name
tr_tr: İkincil hiyerarşi adı

source: Section score
tr_tr: Bölüm puanı

source: # Sent behaviors
tr_tr: # Gönderilen davranışlar

source: Sent behaviors
tr_tr: Gönderilen davranışlar

source: # Sent feedback
tr_tr: # Gönderilen geri bildirimler

source: % Shared feedback
tr_tr: % Paylaşılan geri bildirimler

source: % Shared goals
tr_tr: % Paylaşılan hedefler

source: Sign off date time
tr_tr: Onaylama tarih ve saati

source: Signed off
tr_tr: Onaylandı

source: Start date in company
tr_tr: Şirkette başlama tarihi

source: Succeeded
tr_tr: Başarılı

source: Tag name value
tr_tr: Etiket ad değeri

source: # Tag
tr_tr: # Etiket

source: Tag UUID
tr_tr: Etiket UUID

source: # Teams
tr_tr: # Ekipler

source: # Thanks
tr_tr: # Teşekkür

source: # Times overridden
tr_tr: Geçersiz kılınma sayısı

source: # Times read
tr_tr: Okunma sayısı
